export const TypesData = [
    {
        title : "ISTP",
        subTitle : "دارای ذوق هنری",
        content1 : "ISTP ها «ویرتوز»های عملی و منطقی با تمرکز بر منطق و تفکر منطقی و همچنین ترجیح قوی برای ماجراجویی های عملی و عملی هستند. ISTP ها به اعتقادات خود وفادار هستند و قوانین رفتاری شخصی قوی دارند. آنها کنش گرا هستند و در شرایط بحرانی سرآمد هستند. آنها خوش بین هستند و روحیه خوبی دارند و به وفاداری خود معروف هستند. ISTPها برای مشاغلی مناسب هستند که به آنها امکان می دهد از تجزیه و تحلیل منطقی و مهارت های فنی خود استفاده کنند و به آنها آزادی تصمیم گیری می دهد.",
        section1Title: "Ti و Se نقاط قوت ISTP هستند.",
        section1Content1: "کارکردهای شناختی نشان دهنده نحوه جمع آوری اطلاعات، تصمیم گیری و تعامل افراد با دنیای بیرونی است. تفکر درونگرا (Ti) و حس برونگرا (Se) عملکردهای شناختی غالب و کمکی ISTP هستند که به نقاط قوت، معنا و ماموریت یک ISTP کمک می کنند.",
        tags: ["آرام","متفکر","ناظر","آزاداندیش","کاراگاه","به ندرت گریه می کنند","از نظر احساسی غیر قابل بیان"] ,
        section1Content2: "Ti غالب به ISTP اجازه می دهد تا تجزیه و تحلیل جدا، انتقادی را انجام دهد و سوالات پیچیده را باز کند. آنها به انسجام منطقی توجه دارند. Auxiliary Se به ISTP کمک می کند تا روی یادگیری عملی و عملی تمرکز کند و منجر به تمایل به تجربه حسی شود.",
        section2Title: "کارکردهای شناختی ISTP", 

    },
    {
        title : "INFP",
        subTitle : "میانجی",
        content1 : "INFP ها «میانجی»های درون نگر و آرمان گرا هستند که ارزش های شخصی خود را در اولویت قرار می دهند و به دنبال تبدیل جهان به مکانی بهتر هستند. آنها متفکر، با ملاحظه و صمیمی هستند و شنوندگان و محرمان خوبی هستند. دنیای درونی آنها پر از گنجینه های شگفت انگیز است و خلاقیت های هنری آنها اغلب بیانگر زیبایی و گرمای انسانیت است. INFP ها ترجیح می دهند از تعارض اجتناب کنند، اما ممکن است در صورت تهدید به مدافعان پرشور ارزش های خود تبدیل شوند." , 
        section1Title: "Fi و Ne نقاط قوت INFP هستند",
        section1Content1: "کارکردهای شناختی نشان دهنده نحوه جمع آوری اطلاعات، تصمیم گیری و تعامل افراد با دنیای بیرونی است. احساس درونگرا (Fi) و شهود برونگرا (Ne) عملکردهای شناختی غالب و کمکی INFP هستند که به نقاط قوت، معنا و ماموریت یک INFP کمک می کنند.",
        tags: ["خجالتی","خیال پرداز","بلاتکلیف","فردگرا","کاراگاه","به ندرت گریه می کنند","از نظر احساسی غیر قابل بیان"] ,
        section1Content2: "Ti غالب به ISTP اجازه می دهد تا تجزیه و تحلیل جدا، انتقادی را انجام دهد و سوالات پیچیده را باز کند. آنها به انسجام منطقی توجه دارند. Auxiliary Se به ISTP کمک می کند تا روی یادگیری عملی و عملی تمرکز کند و منجر به تمایل به تجربه حسی شود.",
        section2Title: "کارکردهای شناختی ISTP", 

    },
    {
        title : "ENFJ",
        subTitle : "میانجی",
        content1 : "جمله‌ی افراد ENFJ: «من به‌شدت تحت تاثير شادی‌ها و ناراحتی‌هایی هستم كه روح و روان انسان میتواند آن را تجربه كند.»" ,
        section1Content: "تیپ ENFJانسانی علاقمند و مهربان است و به کیفیات تحسین برانگیز دیگران توجه می‌کند. او می‌تواند با اشخاص مختلفی در ارتباط باشد.تیپ ENFJ ارتباط برقرار کننده‌ای عالی، رهبری طبیعی و در انگیزه دادن و متقاعده کردن دیگران از مهارت فراوان برخوردار است. در محل کار او احتمالاً تمایل زیادی به موفقیت داشته و دوست دارد به خواسته‌هایش برسد. این تیپ آگاه، منظم، هدف‌گرا و قاطع است و از دیگران هم همین انتظار را دارد.",
        section2Title: "محل کار", 
        section2Content : "تیپ ENFJ در محل کار جاه طلب بوده و دوست دارد برای رسیدن به خواسته‌هایش تلاش کند. آگاه، منظم، هدف‌گرا و قاطع است و از دیگران هم همین انتظار را دارد. این تیپ خود را می‌تواند به خوبی ابراز کند و در حرف زدن راحت است. این تیپ به خوبی متوجه خواسته‌های دیگران می‌شود.تیپ ENFJ به نظرات مختلف احترام می‌گذارد و و در ایجاد روحیه جمعی موفق است. این تیپ دوست دارد با افراد پر انرژی کار کند و درگیر کارهای متنوعی شود. او از سیاست‌ها و رویه‌ها تا جایی که با ارزش‌ها و نیازهای آنها منافات نداشته باشد استفاده می‌کند. این تیپ وقتی به مشکلی برخورد کند آن را به عنوان یک چالش جدید می‌پذیرد. او مشاغلی را ترجیح می‌دهند که ایده‌آل‌های آنها را منعکس کند و به دیگران الهام و هماهنگی ببخشد. این تیپ دوست دارد اقدامات سریع انجام بدهد. اغلب در عجله و شتاب است و با کندی جریان کار، صبر و قرارش را از دست می‌دهد. او دوست دارد در شرایط کنترل باشد و در قبال پروژه‌های خودش مسئولانه عمل کند.",
        section3Title:'ارتباط با دیگران',
        section3Content:'تیپ ENFJ در ارتباط با دیگران دوستانه، گرم و صمیمی است و دوست دارد دیگران را راضی کند. تلاش می‌کند روابطی هماهنگ و تعاونی فراهم آورد. او می‌تواند دوستی وفادار باشد و ناسازگاری‌ها را فراموش کند. او دوست دارد افراد مورد علاقه‌اش در بهترین حد خود ظاهر شوند. این تیپ دوست دارد با تحسین شدن، مورد احترام قرار گرفتن و تأیید شدن از ارزش خود مطمئن شود. دوست ندارد بازخوردهای بد بدهد یا بگیرد. اگر صحبت آنها مورد سؤال و تردید قرار بگیرد ممکن است افسرده شود. او بایدها و نبایدهای فراوانی دارد. ممکن است نتواند به راحتی با دنیای درون و احساسات خود کنار بیاید. این تیپ اغلب خود را مسئول احساسات دیگران می‌داند.',
        section4Title:'اوقات فراغت' , 
        section4Content :'تیپ ENFJ علایق فراوانی دارد و دوست دارد که زندگی فعالی داشته باشد. او دوست دارد با دیگران باشد و صرف اوقات طولانی در تنهایی آنها را مکدر می‌کند و به اوقات فراغت برنامه‌ریزی شده علاقه دارد. از خواندن، صحبت کردن درباره ایده‌ها، سازماندهی فعالیت‌ها و شرکت در سازمان‌های اجتماعی لذت می‌برد.' ,
        section5Title:'پیشنهادهای توسعه فردی برای یک ENFJ' , 
        section5Content :[
            'نخواهید که همه کارها را بکنید. بعضی از کارها را بعداً هم می‌توانید انجام دهید و بعضی از کارها اصولاً می‌توانند انجام نشوند.',
            'سعی کنید از میزان استرس خود بکاهید و به آنچه تاکنون به آن رسیده‌اید رضایت بدهید.',
            'آرامش داشتن را بیاموزید.',
            'به این توجه کنید که چه فعالیت‌هایی برای شما لذت بخش‌تر هستند.',
            'سعی کنید به تأیید دیگران وابسته نشوید. به آنچه خودتان به آن بها می‌دهید بیشتر توجه کنید.',
            'بیاموزید که با تعارض‌ها روبه رو شوید.',
            'با آنکه شما می‌خواهید در شرایط هماهنگی بسر ببرید، از روبه رو شدن با مشکلات طفره نروید.',
            'بیش از اندازه نگران خواسته‌های دیگران نباشید. بدانید که شما نمی‌توانید همه خواسته‌های دیگران را بر آورده کنید.',
            'بیاموزید به همان اندازه که از دیگران حمایت می‌کنید از آنها حمایت بخواهید.',
            'مراقب باشید که در صحبت کردن خود چاپلوسی نکنید.',
            'بیاموزید که توصیه و نصیحت بپذیرید، تنها نصیحت نکنید.',
            'زود هنگام تصمیم‌گیری نکنید.',
            'به تفاوت احساسات واقعی خود و احساساتی که نشان می‌دهید توجه داشته باشید.',
            'برای مهربانی، پشتکار، گرمی، حساسیت، خوش بینی، همدلی، رهبری و بینش و بصیرت خود ارزش قائل شوید',
        ]
    },
]

