export const TypesData = [
    {
        title : "ISTP",
        subTitle : "دارای ذوق هنری",
        content1 : "ISTP ها «ویرتوز»های عملی و منطقی با تمرکز بر منطق و تفکر منطقی و همچنین ترجیح قوی برای ماجراجویی های عملی و عملی هستند. ISTP ها به اعتقادات خود وفادار هستند و قوانین رفتاری شخصی قوی دارند. آنها کنش گرا هستند و در شرایط بحرانی سرآمد هستند. آنها خوش بین هستند و روحیه خوبی دارند و به وفاداری خود معروف هستند. ISTPها برای مشاغلی مناسب هستند که به آنها امکان می دهد از تجزیه و تحلیل منطقی و مهارت های فنی خود استفاده کنند و به آنها آزادی تصمیم گیری می دهد.",
        section1Title: "Ti و Se نقاط قوت ISTP هستند.",
        section1Content1: "کارکردهای شناختی نشان دهنده نحوه جمع آوری اطلاعات، تصمیم گیری و تعامل افراد با دنیای بیرونی است. تفکر درونگرا (Ti) و حس برونگرا (Se) عملکردهای شناختی غالب و کمکی ISTP هستند که به نقاط قوت، معنا و ماموریت یک ISTP کمک می کنند.",
        tags: ["آرام","متفکر","ناظر","آزاداندیش","کاراگاه","به ندرت گریه می کنند","از نظر احساسی غیر قابل بیان"] ,
        section1Content2: "Ti غالب به ISTP اجازه می دهد تا تجزیه و تحلیل جدا، انتقادی را انجام دهد و سوالات پیچیده را باز کند. آنها به انسجام منطقی توجه دارند. Auxiliary Se به ISTP کمک می کند تا روی یادگیری عملی و عملی تمرکز کند و منجر به تمایل به تجربه حسی شود.",
        section2Title: "کارکردهای شناختی ISTP", 

    },
    {
        title : "INFP",
        subTitle : "میانجی",
        content1 : "INFP ها «میانجی»های درون نگر و آرمان گرا هستند که ارزش های شخصی خود را در اولویت قرار می دهند و به دنبال تبدیل جهان به مکانی بهتر هستند. آنها متفکر، با ملاحظه و صمیمی هستند و شنوندگان و محرمان خوبی هستند. دنیای درونی آنها پر از گنجینه های شگفت انگیز است و خلاقیت های هنری آنها اغلب بیانگر زیبایی و گرمای انسانیت است. INFP ها ترجیح می دهند از تعارض اجتناب کنند، اما ممکن است در صورت تهدید به مدافعان پرشور ارزش های خود تبدیل شوند." , 
        section1Title: "Fi و Ne نقاط قوت INFP هستند",
        section1Content1: "کارکردهای شناختی نشان دهنده نحوه جمع آوری اطلاعات، تصمیم گیری و تعامل افراد با دنیای بیرونی است. احساس درونگرا (Fi) و شهود برونگرا (Ne) عملکردهای شناختی غالب و کمکی INFP هستند که به نقاط قوت، معنا و ماموریت یک INFP کمک می کنند.",
        tags: ["خجالتی","خیال پرداز","بلاتکلیف","فردگرا","کاراگاه","به ندرت گریه می کنند","از نظر احساسی غیر قابل بیان"] ,
        section1Content2: "Ti غالب به ISTP اجازه می دهد تا تجزیه و تحلیل جدا، انتقادی را انجام دهد و سوالات پیچیده را باز کند. آنها به انسجام منطقی توجه دارند. Auxiliary Se به ISTP کمک می کند تا روی یادگیری عملی و عملی تمرکز کند و منجر به تمایل به تجربه حسی شود.",
        section2Title: "کارکردهای شناختی ISTP", 

    },
]

