export const QAData = [

{

    qusetion : "MBTI چیست؟",
    answer : "MBTI مخفف Myers–Briggs Type Indicator است. این ابزاری است که اغلب برای درک چگونگی درک افراد از جهان و تصمیم گیری استفاده می شود. MBTI در 4 بعد اندازه گیری می شود که هر کدام دارای 2 دسته هستند، یعنی برونگرایی در مقابل درونگرایی، حس در مقابل شهود، تفکر در مقابل احساس و قضاوت در مقابل ادراک. ترکیب ترجیحات فرد در چهار بعد 16 تیپ شخصیتی را تشکیل می دهد.",
    
},
{

    qusetion : "چگونه نوع خود را پیدا کنم؟",
    answer : "تست های شخصیت تنها زمانی قابل اعتماد هستند که خود واقعی را گزارش کنید. ما این پرسشنامه ها را برای درک بیشتر خود توصیه می کنیم. می توانید پرسشنامه ها را به هیئت تایپ PDB یا نمایه انجمن PDB خود ببرید و نوع خود را بیا" 
},
{

    qusetion : "از کجا می توانم منابع MBTI و سایر سیستم های گونه شناسی را پیدا کنم؟",
    answer : "می‌توانید از ویکی PDB، یک سایت ویکی با تمام اطلاعات از MBTI، Enneagram، Socionics، Big 5 تا غیر متعارف‌ترین نظریه‌های گونه‌شناسی دیدن کنید. تابلوی Typology Resource نیز نقطه شروع خوبی است." 
},
{

    qusetion : "تیپ شخصیتی شخصیت های انیمه چیست؟",
    answer : "دختران Genki به احتمال زیاد در انیمه ENFP تایپ می شوند و شخصیت های Tsundere به احتمال زیاد در انیمه ESTJ تایپ می شوند. به Yandere، Dandere، Kuudere و دیگر کهن الگوهای انیمه مراجعه کنید. همچنین می توانید لیست کاملی از شخصیت های انیمه و تیپ شخصیتی آنها را در اینجا بیابید." 
},
{

    qusetion : "انواع رایج شخصیت های داستانی MBTI چیست؟",
    answer : "شخصیت های INTP و شخصیت های INTJ نادرترین در فیلم ها و سریال های تلویزیونی هستند. شخصیت های ESTJ و شخصیت های ESFJ نادرترین در انیمه هستند، در حالی که شخصیت های انیمه INTJ رایج هستند. کاراکترهای ISTP و کاراکترهای INFP ترجیح داده شده ترین نوع توسط نویسندگان و طراحان هستند. فهرستی از کهن الگوهای شخصیت های خیالی و تیپ های شخصیتی آنها را ببینید." 
},

]